<?php

return [
    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'login-title' => 'Вход в систему',
    'email' => 'Электронная почта',
    'password' => 'Пароль',
    'remember-me' => 'Запомнить меня',
    'login-button' => 'Войти',
    'register' => 'Регистрация',
    'first_name' => 'Имя',
    'last_name' => 'Фамилия',
    'city' => 'Город',
    'phone' => 'Телефон',
    'confirm_password' => 'Повторите пароль',
    'email-not-verified' => 'Ссылка на подтверждение указана в письме, отправленном при регистрации. Если письмо не пришло - <a href=\':url\'>выслать письмо повторно</a>.',
    'sent-email-verified' => 'На указанную почту :email было отправлено сообщение. Перейдите по ссылке для подтверждения вашей почты.',
    'email-verified' => 'Ваша почта успешно подтверждена. Авторизуйтесь, пожалуйста.',
    'email_resent' => 'Письмо с подтверждением почты успешно отправлено.',
];
