<?php

return [
    'no-records' => 'Запись не найдена.',
    'access_denied' => 'Доступ запрещен',
    'resource_not_found' => 'Запрашиваемый вами ресурс не найден',
    'invalid_request' => 'Отправляемые вами данные не верны',
    'invalid_response' => 'Произошла внутренняя ошибка: сервер отдал неверный ответ',
    'internal_server_error' => 'Произошла внутренняя ошибка сервера',
    'can-not-save' => 'Ошибка сохранения.',
    'can-not-delete' => 'Ошибка удаления.',
    'wrong-argument' => 'Ошибка аргументов.',
];
