<?php

return [
    'profile' => 'Профиль',
    'email' => [
        'verification' => 'Регистрация на сайте :url',
        'verification-title' => 'Регистрация на сайте :url',
        'verification-button-title' => 'Подтвердить регистрацию',
        'verification-info' => 'Регистрация на сайте :url. Для продолжения регистрации перейдите по ссылке ниже. ',
        'verification-wrong' => 'Если вы не делали запроса на регистрацию на сайте :url, то просто удалите данное письмо.',

        'reset-password' => 'Восстановление пароля на сайте :url',
        'reset-password-title' => 'Восстановление пароля',
        'reset-password-info' => 'Восстановление пароля. Уважаемый :fullName. Вы сделали запрос на восстановление пароля на сайте :url. Чтобы получить новый пароль, пройдите по ссылке ниже. ',
        'reset-password-wrong' => 'Если вы не делали запроса на получение пароля, то просто удалите данное письмо. Ваш пароль хранится в надежном месте и недоступен посторонним лицам. ',
        'reset-password-expire' => 'Ссылка действительная в течении :expire минут.',
        'reset-password-button-title' => 'Восстановить пароль',
    ],
    'errors' => [
        'publish_ban' => 'Вам запрещено публиковать профиль',
    ],
];
